[
	{
		"title":"Challenge Background",
		"content":["Ransomware is a type of cyber-attack that encrypts files or the entire computer itself once infected. Ransomware is often circulated by means of a link or attachment within a phishing email or an attachment A ransom payment is demanded by the hackers to make the files or computer accessible again.",
			"Part of the campaigns of NUS IT Security is to promote awareness of Social Engineering. Ransomware is one of the serious threats that is becoming prevalent among institutions today. Creating more user awareness over the concept of Ransomware through salient points outlined on a poster as a media can help in constantly reminding the NUS community about the impact of this growing threat.",
			"The poster that will be created for this challenge requires a design that is impactful when viewed by audiences. Design elements should be catchy and memorable to help the audience remember the topics and key points.",
			"Details of the poster will be provided by NUS IT Security and will be incorporated in the poster by the challenge participants."
			]
	},
	{
		"title":"Requirements of Artwork",
		"content":["The poster designs are open to either using vector or photo images",
			"Design should be created by Illustrator and/or Photoshop software",
			"The poster can fit into poster sizes A0, A1, A2, A3 (suitable for printing)",
			"Design can only be in portrait layout",
			"Image should be high resolution with at least 300dpi",
			"Poster must include an NUS logo",
			"Color mode should be set to [RGB/CMYK] (RGB for digital display, CMYK for printing)",
			"All artwork should be exported into the respective formats:",
			[".psd/.ai format and",".jpg/.png format"]
			]
	},
	{
		"title":"Prizes",
		"content":["First prize:",
			["Apple iPad (64GB) and","Apple Pencil (1st Generation)"],
			"Second prize:",
			["Google Nest Audio"],
			"Third prize:",
			["Toshiba Canvio 1TB External Hard Drive"],
			"Newcomer Award:",
			["Wacom Intuos S"]
			]
	}
]
