[
	{
		"title":"Challenge Background",
		"content":["Business Email Compromise (BEC) is a social engineering technique where attackers impersonate a known individual, usually someone of importance within an organization, in an attempt to trick their victims into performing a fraudulent transaction.",
			"In NUS, the BEC cases we handled involved scammers impersonating a Head of Department using fake email addresses created on free webmail accounts, and reaching out to various staff from that department, trying to gain their trust through a series of email conversations that eventually led to a request for the unsuspecting staff to purchase iTunes gift cards on their behalf.",
			"For more information, please refer to our previous advisory on this subject at https://nusit.nus.edu.sg/its/alerts/becjun2020/",
			"Your poster should drive user awareness in the following areas:",
			["What is Business Email Compromise (BEC)?","How to identify a BEC email?","What are the impacts of falling prey?","What should you do/not do if you receive a BEC email?"],
			"Your poster should convey an overall message which is easily understood by all NUS staff and students, and leave them with a clear understanding of the various concepts outlined.",
			"For more details or clarifications, you can contact Lynn Mher at lynnmher@nus.edu.sg"
			]
	},
	{
		"title":"Requirements of Artwork",
		"content":["The poster designs are open to either using vector or photo images",
			"Design should be created by Illustrator and/or Photoshop software",
			"The poster can fit into poster sizes A0, A1, A2, A3 (suitable for printing)",
			"Design can only be in portrait layout",
			"Image should be high resolution with at least 300dpi",
			"Poster must include an NUS logo",
			"Color mode should be set to [RGB/CMYK] (RGB for digital display, CMYK for printing)",
			"All artwork should be exported into the respective formats:",
			[" .psd/.ai format and",".jpg/.png format"]
			]
	},
	{
		"title":"Prizes",
		"content":["First prize:",
			["Apple iPad (256GB)"],
			"Second prize:",
			["Google Nest Audio"],
			"Third prize:",
			["Toshiba Canvio 1TB External Hard Drive"],
			"Newcomer Award:",
			["Wacom Intuos S"]
			]
	}
]
